#include"Info.h"


void Info()
{
	cout << "В этой программе происходит соединение с сервером погоды, используя сокеты," << endl;
	cout << "потом принимается ответ в виде длинной строки полной дополнительных символов," << endl;
	cout << "и уже потом, часть символов заменяется на пробелы и ставится знак нового абзаца." << endl;
	cout << "Потом я записываю отформатированную строку в файл txt с названием Погода." << endl;
	cout << endl;
	cout << endl;
	cout << "Погода сегодня в Кемерово: " << endl;
	cout << endl;
	cout << endl;
}
